import json
tr = {
    "0": "Молодший бухгалтер",
    "1": "Головний бухгалтер",
    "2": "Заступник головного бухгалтера (ст. м. Либідська)",
    "3": "Бухгалтер",
    "4": "Accountant (trucking company)",
    "5": "Бухгалтер (автомобильный бизнес), финансовый менеджер",
    "6": "Головний бухгалтер",
    "7": "Провідний бухгалтер",
    "8": "Помічник бухгалтера",
    "9": "Accounts Receivable Accountant with knowledge of Serbian",
    "10": "Бухгалтер",
    "11": "Бухгалтер із заробітної плати, кадровик",
    "12": "Бухгалтер-касир",
    "13": "Бухгалтер",
    "15": "Сподобалися результати пошуку?",
    "21": "Середня зарплата бухгалтера в Україні",
    "22": "Ці вакансії за містами"
}


list = ["qq", "ee", "rr", "qq", "ee", "ee", "ee", "ee"]
result = {}

for item in list:
    if item not in result:
        result.update({item: list.count(item)})
print(result)
